Repository: sasfeld/Jumpup
Catalog: *.bht.fb6.mme2.mfg/module/Application/language/*.po
Languages: de_de

source: DummyTest
de_de: Ich bin das deutsche Sprachfile

source: Home
de_de: Startseite

source: All rights reserved.
de_de: Alle Rechte vorbehalten.

source: Welcome to %sZend Framework 2%s
de_de: Willkommen zu dem %sZend Framework 2%s

source: Congratulations! You have successfully installed the %sZF2 Skeleton Application%s. You are currently running Zend Framework version %s. This skeleton can serve as a simple starting point for you to begin building your application on ZF2.
de_de: Herzlichen Glückwunsch! Sie haben die %sZF2 Skeleton Application%s erfolgreich installiert und benutzen gerade die Version %s des Zend Frameworks. Dieses Gerüst kann Ihnen als Einstiegspunkt, für Ihre weitere Entwicklung, basierend auf dem Zend Framework 2, dienen.

source: Fork Zend Framework 2 on GitHub
de_de: Fork Zend Framework 2 auf GitHub

source: Follow Development
de_de: Folge der Entwicklung

source: Zend Framework 2 is under active development. If you are interested in following the development of ZF2, there is a special ZF2 portal on the official Zend Framework website which provides links to the ZF2 %swiki%s, %sdev blog%s, %sissue tracker%s, and much more. This is a great resource for staying up to date with the latest developments!
de_de: Das Zend Framework 2 wird z.Z. aktiv weiterentwickelt. Sollten Sie daran interessiert sein, die Entwicklung von ZF2 zu verfolgen, so bietet Ihnen die offizielle Webseite einen eigens für das Zend Framework 2 eingerichteten Bereich, auf der Sie Verlinkungen zum ZF2 %sWiki%s, %sEntwickler Blog%s, einem %sFehlerverfolgungssystem%s und noch vielem mehr finden. Dieser Bereich ist eine hervorragende Quelle um stets aktuell zu bleiben.

source: ZF2 Development Portal
de_de: ZF2 Entwickler Portal

source: Discover Modules
de_de: Entdecken Sie Module

source: The community is working on developing a community site to serve as a repository and gallery for ZF2 modules. The project is available %son GitHub%s. The site is currently live and currently contains a list of some of the modules already available for ZF2.
de_de: Die Community arbeitet momentan an einer Community Seite, welche als Galerie für ZF2 Module dient. Dieses Projekt ist %sauf GitHub%s verfügbar. Die Webseite ist bereits Online und enthält eine Liste mit schon veröffentlichten Modulen für das Zend Framework 2.

source: Explore ZF2 Modules
de_de: Erkunden Sie ZF2 Module

source: Help &amp; Support
de_de: Hilfe &amp; Support

source: If you need any help or support while developing with ZF2, you may reach us via IRC: %s#zftalk on Freenode%s. We'd love to hear any questions or feedback you may have regarding the beta releases. Alternatively, you may subscribe and post questions to the %smailing lists%s.
de_de: Sollten Sie Hilfe jeglicher Art bei der Entwicklung mit dem Zend Framework 2 benötigen, kontaktieren Sie uns doch einfach über das IRC: %s#zftalk on Freenode%s. Wir freuen uns darauf, Ihnen bei Ihren Fragen zu helfen oder aber auch Ihre Meinung bezüglich der Beta Versionen zu hören. Alternativ können Sie auch die %smailing lists%s abonnieren und Ihre Fragen dort stellen.

source: Ping us on IRC
de_de: Schreiben Sie uns im IRC an

source: An error occurred
de_de: Ein Fehler ist aufgetreten

source: Additional information
de_de: Zusätzliche Information

source: File
de_de: Datei

source: Message
de_de: Meldung

source: Stack trace
de_de: Stapelüberwachung

source: Previous exceptions
de_de: Vorherige Ausnahme

source: No Exception available
de_de: Es ist keine Ausnahme verfügbar

source: A 404 error occurred
de_de: Es trat ein 404 Fehler auf

source: The requested controller was unable to dispatch the request.
de_de: Der angeforderte Controller war nicht in der Lage die Anfrage zu verarbeiten.

source: The requested controller could not be mapped to an existing controller class.
de_de: Der angeforderte Controller konnte keiner Controller Klasse zugeordnet werden.

source: The requested controller was not dispatchable.
de_de: Der angeforderte Controller ist nicht aufrufbar.

source: The requested URL could not be matched by routing.
de_de: Für die angeforderte URL konnte keine Übereinstimmung gefunden werden.

source: We cannot determine at this time why a 404 was generated.
de_de: Zu diesem Zeitpunkt ist es uns nicht möglich zu bestimmen, warum ein 404 Fehler aufgetreten ist.

source: resolves to %s
de_de: wird aufgelöst in %s

source: Exception
de_de: Ausnahme

source: The username may only contain alphanumeric characters. It must begin with letter.
de_de: Der Benutzername darf nur alphanumerische Zeichen enthalten. Er muss mit einem Buchstaben beginnen.

source: The username's length must be a mimimum of %s and a maximum of %s characters
de_de: Der Benutzernamer muss mind. aus %s, max. aber aus %s Zeichen bestehen.

source: Username
de_de: Benutzername

source: Prename
de_de: Vorname

source: Lastname
de_de: Nachname

source: Password
de_de: Passwort

source: Repeat password
de_de: Passwort wiederholen

source: eMail address
de_de: eMail-Adresse

source: Submit
de_de: Absenden

source: Please fill in an username.
de_de: Gib bitte einen Benutzernamen ein.

source: Please fill in a password.
de_de: Gib bitte ein Passwort ein.

source: Please fill in the repeat password.
de_de: Gib bitte das Passwort zur Wiederholung ein.

source: The password must contain at least on special character.
de_de: Das Passwort muss mind. ein Sonderzeichen enthalten.

source: The password's length must be a mimimum of %s and a maximum of %s characters
de_de: Dass Passwort muss mind. aus %s, max. aber aus %s Zeichen und mind. 1 Sonderzeichen bestehen

source: Please fill in an eMail adress.
de_de: Gib bitte eine eMail-Adresse ein.

source: The DNS configuration for the given hostname doesn't offer an MX record.
de_de: Die DNS-Konfiguration des angebenen Hostnamen weist keinen MX-Record auf.

source: The eMail adress must be in the form xy@hostname.tld .
de_de: Die eMail-Adresse muss in der Form xy@hostname.tld angeben werden.

source: The boths passwords aren't identical.
de_de: Die beiden Passwörter sind nicht identisch.

source: This user already exists. Please choose another username.
de_de: Dieser Benutzername ist schon vergeben. Bitte nimm einen anderen.

source: You were successfully registered! Please check your eMails to confirm the account.
de_de: Du wurdest erfolgreich registriert. Bitte überprüfe deine eMails, da du den Account noch aktivieren musst.

source: Hello
de_de: Hallo

source: We are glad to have you now aboard the greatest car pooling community.
de_de: Cool, dich hier auf jumpup an Bord zu haben!

source: Before you can use your account, we have to check if your eMail is correct.
de_de: Bevor du deinen Account nutzen kannst, musst du nur noch deine eMail-Adresse bestätigen.

source: Please click on the confirmation link below
de_de: Klicke dazu bitte auf den Link weiter unten

source: Have a great stay on jumpup.me!
de_de: Schönen Aufenthalt auf jumpup.me!

source: Greetings
de_de: Grüße

source: Your jumup.me team
de_de: Dein jumup.me team

source: jumup.me | Please confirm your registration
de_de: jumup.me | Bitte bestätige deine Registrierung

source: The confirmation wasn't successfull. Maybe the user doesn't exist or the confirmation key is wrong. Please contact the support.
de_de: Die Bestätigung war nicht erfolgreich. Vielleicht existiert der Benutzer nicht oder der Bestätigungskey ist falsch. Bitte kontaktiere den Support.

source: You were successfully confirmed. You can now log in with using your credentials and have fun!
de_de: Du wurdest erfolgreich bestätigt. Du kannst dich nun mit deinen Zugangsdaten einloggen und loslegen!

source: Confirmation
de_de: Bestätigung

source: Add a trip
de_de: Neue Fahrt anlegen

source: You aren't confirmed yet. Please check your eMails for the confirmation link before you try to login.
de_de: Du wurdest noch nicht bestätigt. Bitte überprüfe deine eMails, um die Bestätigung erfolgreich abzuschließen. Erst dann kannst du auch wirklich loslegen.

source: You've been successfully logged out.
de_de: Du wurdest erfolgreich ausgelogged.

source: Registration
de_de: Registrierung

source: Start location:
de_de: Startort:

source: End location:
de_de: Zielort:

source: Date:
de_de: Abfahrtsdatum:

source: Price:
de_de: Preis:

source: Your trip was successfully added. You will find in your overview page.
de_de: Deine Fahrt wurde erfolgreich hinzugefügt. Die Übersicht findest du auf der Buchungsseite.

source: Something went wrong. You are currently not logged in. Please login again, be sure to activate cookies and try it again.
de_de: Irgendwas ist schiefgelaufen. Du bist gerade nicht eingelogged. Bitte logge dich wieder ein und versichere, dass du Cookies deaktiviert hast.

source: You haven't configured any vehicles yet. Please create a vehicle so the system can offer price recommendations.
de_de: Du hast noch keine Fahrzeuge konfiguriert. Bitte lege ein neues Fahrzeugprofil an, damit das System die Fahrpreise automatisch berechnen kann.

source: There are active bookings within the trip. You can't delete the trip. Please try to cancel the bookings before.
de_de: Für deine Fahrt gibt es noch aktive Buchungen. Du kannst die Fahrt daher nicht löschen. Bitte versuche, die Buchungen ggf. zu löschen und wiederhole dann den Vorgang.

source: The trip was successfully deleted.
de_de: Die Fahrt wurde erfolgreich gelöscht.

source: Add trip
de_de: Fahrt hinzufügen

source: Please choose
de_de: Bitte auswählen

source: The given vehicle doesn't contain as much seats as you want to offer.
de_de: Das angegebene Fahrzeug hat nicht so viele Plätze wie du anbieten möchtest.

source: Your vehicle was successfully added.
de_de: Dein Fahrzeugprofil wurde erfolgreich ins System eingetragen.

source: Your vehicle was successfully edited.
de_de: Dein Fahrzeugprofil wurde erfolgreich geändert.

source: Your vehicle was successfully removed.
de_de: Dein Fahrzeugprofil wurde erfolgreich gelöscht.

source: Something went wrong. The way you tried to use this function doesn't work.
de_de: Irgendwas ist schief gelaufen. Die Art und Weise, wie du diese Funktion aufrufst, funktioniert nicht.

source: We are sorry, but the vehicle is used in a trip. You can't remove it until the trip is expired.
de_de: Es tut uns leid, aber dein Fahrzeug-Profil wird in einer Fahrt verwendet. Du kannst es daher nicht entfernen, bis die Fahrt abgelaufen ist.

source: Internal error: illegal request. If the error occurs again, please inform the support.
de_de: Interner Fehler: illegaler Request. Wenn der Fehler erneut auftaucht, informiere bitte den Support.

source: Internal error: No booking instance. Please inform the support if the error occurs again.
de_de: Interner Fehler: konnte die Buchung nicht initialisieren. Bitte informiere den Support, wenn der Fehler erneut auftaucht.

source: No matching vehicle found.
de_de: Es konnte kein passendes Fahrzeug-Profil gefunden werden.

source: The passenger recommended the following price. You can now apply, deny or make another decision.
de_de: Dein Mitfahrer hat den nachfolgenden Preis vorgeschlagen. Du kannst diesen nun bestätigen, ablehnen oder ein Gegenangebot machen.

source: State
de_de: Status

source: Date
de_de: Datum

source: Departure time
de_de: Abfahrtszeit

source: Deny
de_de: Ablehnen

source: Accept
de_de: Akzeptieren

source: Passenger
de_de: Passagier

source: You haven't configured any trips yet.
de_de: Du hast noch keine Fahrten hinzugefügt.

source: Delete
de_de: Entfernen

source: You haven't configured any vehicle yet.
de_de: Du hast noch kein Fahrzeugprofil hinzugefügt.

source: You havn't uploaded any vehicle pic yet.
de_de: Du hast noch kein Fahrzeugbild upgeloadet.

source: Actual wheel
de_de: Aktuelle Bereifung

source: Air condition
de_de: Klimaanlage

source: Leg space
de_de: Beinfreiheit

source: Number of seats
de_de: Anzahl der Sitzplätze

source: Average speed (km/h)
de_de: Durchschnittsgeschwindigkeit (km/h)

source: Wastage (l/100km)
de_de: Verbrauch (l/100km)

source: Type
de_de: Modell

source: Brand
de_de: Marke

source: Current pic
de_de: Aktuelles Bild

source: Add vehicle
de_de: Fahrzeugprofil hinzufügen

source: Edit
de_de: Editieren

source: Remove
de_de: Entfernen

source: Vehicle information
de_de: Fahrzeuginformationen

source: The driver hasn't uploaded any pic yet.
de_de: Der Fahrer hat bisher kein Fahrzeugbild hochgeladen.

source: Add vehicle information
de_de: Fahrzeugprofil hinzufügen

source: List vehicle information
de_de: Fahrzeugprofile auflisten

source: Trip date:
de_de: Datum der Fahrt:

source: Price (euro):
de_de: Preis (euro):

source: Number of seats:
de_de: Anzahl der Sitzplätze:

source: Brand:
de_de: Marke:

source: Type:
de_de: Modell:

source: Leg space:
de_de: Beinfreiheit:

source: Average speed (km/h):
de_de: Durchschnittsgeschwindigkeit (km/h):

source: Air condition:
de_de: Klimaanlage:

source: yes
de_de: ja

source: no
de_de: nein

source: Actual wheel:
de_de: Aktuelle Bereifung:

source: Summer
de_de: Sommer

source: all-seasion tires
de_de: Ganzjahresreifen

source: Vehicle pic:
de_de: Fahrzeugbild:

source: Show driver's booking
de_de: Buchungen anzeigen

source: Own trips
de_de: Eigene Fahrten

source: Manage vehicles
de_de: Fahrzeuge verwalten

source: Please fill in all required fields.
de_de: Bitte fülle alle benötigten Felder aus.

source: Congratulations, you have booked the trip successfully! Please be patient and wait for the driver to handle the booking. If the driver doesn't accept your recommended price, he will make another offer. You will be informed via eMail.
de_de: Herzlichen Glückwunsch, du hast diese Fahrt erfolgreich gebucht! Bitte hab' ein wenig Geduld und warte auf die Bearbeitung der Buchung durch den Fahrer. Akzeptiert er deinen empfohlenen Preis nicht, wird er dir ein anderes Angebot machen. Du wirst per eMail über die weiteren Vorgänge informiert werden.

source: The trip you want to book cannot be booked anymore. Please try to find another trip.
de_de: Die Fahrt, die du buchen wolltest, ist leider nicht mehr buchbar. Bitte sieh dich nach alternativen Fahrten um.

source: Internal error: No matching trip found. If the error occurs again, please inform the support.
de_de: Interner Fehler: Fahrt konnte nicht gefunden werden. Wenn der Fehler erneut auftritt, informiere bitte den Support.

source: Interal error: None booking could get fetched from the database. If the error occurs again, please inform the support.
de_de: Interner Fehler: Buchungs-Instanz konnte nicht gefetched werden. Wenn der Fehler erneut auftritt, informiere bitte den Support.

source: Internal error: No booking instance.
de_de: Interner Fehler: keine Buchungs-Instanz.

source: Your cannot book your own trip. Please let other passengers the ability to book your ride.
de_de: Du kannst deine eigene Fahrt nicht buchen. Bitte lasse den anderen Mitfahrern die Möglichkeit, deine eigene Fahrt zu buchen.

source: You have already booked this trip. Please check your bookings overview here.
de_de: Diese Fahrt hast du bereits gebucht. Bitte überprüfe nachfolgend deine Buchungen.

source: We are sorry but no trips where found for your desires. Please try to apply other options
de_de: Es tut uns leid, aber für deine Kriterien wurden keine Fahrten gefunden. Probiere bitte andere weniger restriktive Optionen aus.

source: Your recommendation was sent to the driver. He needs to accept it before you can really do the trip.
de_de: Deine Empfehlung wurde an den Fahrer gesendet. Er muss sie noch akzeptieren, bevor es für dich losgehen kann.

source: No bookings done
de_de: Du hast keine Buchungen getätigt.

source: The driver recommended the following price. You can now accept or deny the booking definitly or make another offer.
de_de: Der Fahrer hat folgenden Preis empfohlen. Du kannst diesen nun akzeptieren, definitiv absagen oder ein Gegenangebot machen.

source: View bookings
de_de: Buchungen anzeigen

source: Book trip
de_de: Fahrt buchen

source: Booking system error
de_de: Buchungsfehler

source: Look for trips
de_de: Nach Fahrten suchen

source: Vehicle
de_de: Fahrzeug

source: Show trips
de_de: Fahrten suchen

source: Look up trips
de_de: Fahrten suchen

source: booked trips
de_de: gebuchte Fahrten

source: Other trips
de_de: Mitfahrten

source: Date from:
de_de: Datum von:

source: Date to:
de_de: Datum bis:

source: Price from:
de_de: Preis von:

source: Price to:
de_de: Preis bis:

source: Maximum distance (km):
de_de: Maximale Distanz (km):

source: Your profile was successfully changed.
de_de: Dein Profil wurde erfolgreich geändert.

source: You haven't configured your profile yet. Please be so kind to offer your information.
de_de: Du hast dein Profil noch nicht konfiguriert. Bitte nimm' dir die Zeit und reichere es mit Informationen an.

source: Couldn't delete the old profile picture. Please contact the support.
de_de: Das alte Profilbild konnte nicht gelöscht werden. Bitte kontaktiere bei Bedarf den Support.

source: There was no profile found. Maybe the user doesn't exist.
de_de: Es konnte kein Profil gefunden wurden. Eventuell existiert der Benutzer nicht.

source: The file type must be one of type png, jpeg or gif.
de_de: Die Datei muss eines der folgenden Formate haben: png, jpeg oder gif.

source: Please login to continue.
de_de: Logge dich ein um fortzufahren.

source: Home town
de_de: Heimatort

source: Birth date
de_de: Geburtsdatum

source: Spoken languages
de_de: gesprochene Sprachen

source: Profile picture
de_de: Profilbild

source: EMail address
de_de: EMail-Adresse

source: Configure vehicles
de_de: Fahrzeuge verwalten

source: Edit profile
de_de: Profil bearbeiten

source: Show profile
de_de: Profil anzeigen

source: Success
de_de: Erfolg

source: Birth date:
de_de: Geburtsdatum:

source: Home City:
de_de: Heimatort:

source: Spoken languages:
de_de: Gesprochene Sprachen:

source: Profile pic:
de_de: Profilbild:

source: Change profile
de_de: Profil ändern

source: Nobody has booked this trip yet.
de_de: Bisher hat niemand diese Fahrt gebucht.

source: You're prefered language was successfully changed.
de_de: Deine bevorzugte Sprache wurde erfolgreich gesetzt.

source: Location distance (km)
de_de: Standort-Distanz (km)

source: Destination distance (km)
de_de: Zielort-Distanz (km)

source: Driver
de_de: Fahrer

source: Start date
de_de: Abfahrtsdatum

source: Overall price (euro)
de_de: Gesamtpreis (Euro)

source: Current bookings
de_de: Aktuelle Buchungen

source: Your price recommendation (euro)
de_de: Deine Preisempfehlung (Euro)

source: Book
de_de: Buchen

source: to
de_de: nach

source: The recommended price for your vehicle is
de_de: Der empfohlene Gesamtpreis für dein Fahrzeug beträgt

source: euro. Your wastage is
de_de: Euro. Dein Verbrauch beträgt
